Repository: maxrgus/ghostdog_wp_plugins
Catalog: mrgweb-employees/lang/mrgweb-employees-*.po
Languages: sv_se

source: Employees
sv_se: Medarbetare

source: Employee
sv_se: Medarbetare

source: New Employee
sv_se: Ny medarbetare

source: Add new Employee
sv_se: Lägg till ny medarbetare

source: Edit Employee
sv_se: Redigera medarbetare

source: View Employee
sv_se: Visa medarbetare

source: All Employees
sv_se: Alla medarbetare

source: Search Employee
sv_se: Sök medarbetare

source: Parent Employee
sv_se: Överordnad medarbetare

source: No Employees
sv_se: Inga medarbetare

source: No Employees in trash
sv_se: Inga medarbetare i papperskorgen

source: Enter name here
sv_se: Ange namn här

source: Organisations
sv_se: Organisationer

source: Search Organisations
sv_se: Sök organisationer

source: All Organisations
sv_se: Alla organisationer

source: Parent Organisation
sv_se: Överordnad organisation

source: Edit Organisation
sv_se: Redigera organisation

source: Update Organisation
sv_se: Uppdatera organisation

source: Add new Organisation
sv_se: Lägg till ny organisation

source: New Organisation
sv_se: Ny organisation

source: Phone
sv_se: Telefon

source: Title
sv_se: Titel

source: Department
sv_se: Avdelning

source: Our Employees
sv_se: Våra Medarbetare

source: Choose which fields to display
sv_se: Välj vilka fält som ska visas

source: Display Name:
sv_se: Visa namn:

source: Display Email:
sv_se: Visa email:

source: Display Phone:
sv_se: Visa telefonnummer:

source: Display Organisation:
sv_se: Visa organisation:

source: Display Department:
sv_se: Visa avdelning:

source: Display Title:
sv_se: Visa titel:

source: Check the ones you wish to display
sv_se: Markera de fält som du vill visa

source: Configure which fields that are displayed
sv_se: Anpassa vilka fält som visas
